[XLocalizedData]
[Reward_FindSpectres X2RewardTemplate]
DisplayName="发现解放派"
RewardDetails="为XCOM部队增添一名新的外星士兵，并获得新的抵抗命令和隐秘行动。"

[Reward_SpectreRescue X2RewardTemplate]
DisplayName="解锁救援任务"
RewardDetails="为XCOM部队增添一名新的外星士兵，并获得新的抵抗命令和隐秘行动。"

[Reward_AUFactionInfluence X2RewardTemplate]
DisplayName="增加派系影响力"
RewardDetails="获得额外的反抗军命令和隐秘行动。"

[ResCard_AlienDefector X2StrategyCardTemplate]
DisplayName="外星叛逃者"
SummaryText="在每次任务中，都有机会使一名外星单位加入XCOM小队。"
QuoteText="我们的种族不过是那些被伪神奴役的众多种族中的最新一批。"
QuoteTextAuthor="贝托斯"

;faction stuff
[PersonnelAethyta X2EncyclopediaTemplate]
ListTitle="人员档案：第一人"
DescriptionTitle="第一人 - 状态：活跃"
DescriptionEntry="解放派领袖 - ‘第一人’。估计激活年份为2016年。'第一人’是一位蝰蛇，她是地球向外星人投降后最早被激活的外星人之一。数十年里，她像其他任何外星特工一样为外星人效力，但在与掠夺者巡逻队的遭遇中，被指控为长老们的无脑仆人的指控在她的心中埋下了反抗的种子。几年前，她实施了她的计划，带着其他一些外星人一起行动。她成为了我们现在所知的解放派的头目，并且成功地让这个由不同物种组成的团体保持团结。"

[FactionSpectres X2EncyclopediaTemplate]
ListTitle="解放派"
DescriptionTitle="解放派"
DescriptionEntry="解放派是一个在地球上运作的外星反抗军组织。由反抗长老的外星特工组成，他们在XCOM重新开始运作之前一直在秘密行动：几乎没有机会获得任何人类支持，甚至连掠夺者都不愿意信任他们。然而，出于某种原因，他们认为他们可能能够与指挥官合作。。。"

[ResistanceMode_WillRecovery X2ResistanceModeTemplate]
DisplayName="扫描奖励：意志恢复援助"
SummaryText="当复仇者位于此处时，抵抗总部会提供额外的医疗人员和资源，帮助我们的士兵更快地从他们的伤势中恢复。\n\n警告：购买此能力将覆盖当前抵抗总部的扫描奖励。扫描奖励只能每月修改一次。"
ScanLabel="快速恢复意志"
ScanTooltip="在此地点扫描可减少疲劳和动摇的士兵的恢复时间。"



;vanilla covert actions we can transfer

[CovertActionNarrative_RecruitScientist_Spectres X2CovertActionNarrativeTemplate]
ActionName="高等学习"
ActionPreNarrative="特工报告了一个人类科学家的位置，他们正从变种人逃亡。我们相信他们比我们更愿意为XCOM工作。"
ActionPostNarrative="他们害怕与你的团队联系的特工，但他们仍然感激地加入了你的反抗军组织。"

[CovertActionNarrative_RecruitEngineer_Spectres X2CovertActionNarrativeTemplate]
ActionName="技术支持"
ActionPreNarrative="我们有一名特工在侦察时遭遇了一支意外的机器巡逻队，导致受伤。这支巡逻队不是变种人制造的。我们认为XCOM能够在不引起太多敌对行动的情况下查明是谁制造了它们。"
ActionPostNarrative="这个人所能完成的成就无疑是令人印象深刻的。整个反抗军组织都将从他们的才能中受益。"

[CovertActionNarrative_GatherSupplies_Spectres X2CovertActionNarrativeTemplate]
ActionName="补给行动"
ActionPreNarrative="我们发现了一个似乎被遗弃的变种人补给库。可能存在陷阱，但我们两个组织都需要尽可能多的资源。"
ActionPostNarrative="幸运的是，补给库是安全的。这将有助于我们的事业，指挥官。"

[CovertActionNarrative_GatherIntel_Spectres X2CovertActionNarrativeTemplate]
ActionName="情报收集"
ActionPreNarrative="最近从长老那里解放出来的人认为他们可能知道一些尚未被转移的有用情报库。我们可以在这次行动中使用XCOM的协助。"
ActionPostNarrative="解放派和XCOM都将从这次行动中受益。"

[CovertActionNarrative_IncreaseIncome_Spectres X2CovertActionNarrativeTemplate]
ActionName="援助之手"
ActionPreNarrative="我们在这一地区的人民中取得了惊人的进展，但出于可以理解的原因，他们并不完全信任我们。也许XCOM能帮助我们？"
ActionPostNarrative="自从你来到这里，人们似乎更加放松了：我们可能能够将这些感觉转化为更多的资源。"

[CovertActionNarrative_RemoveDoom_Spectres X2CovertActionNarrativeTemplate]
ActionName="破坏行动"
ActionPreNarrative="我们找到了一个长老们用于这个"化身项目"的设施。这个对你们种族的恶行应该尽快被摧毁。"
ActionPostNarrative="随着这个设施的燃烧，我们之间的种族团结更加紧密。"

[CovertActionNarrative_ImproveComInt_Spectres X2CovertActionNarrativeTemplate]
ActionName="战术教育"
ActionPreNarrative="为了成为一名长老们的士兵，一个人必须在所有方面都强大。我们相信我们可以将这种力量传递给你们的部队。"
ActionPostNarrative="我听说了一些关于异变者在任务之间的"乐趣"，我希望你们的士兵在这个过程中没有受到太大的伤害。"

[CovertActionNarrative_FormSoldierBond_Spectres X2CovertActionNarrativeTemplate]
ActionName="团队合作训练"
ActionPreNarrative="在被解放后生存下去，一个人必须能够本能地信任与他们一起生存的人。我们有办法教给你们的士兵这个生活中的事实。"
ActionPostNarrative="你们的士兵幸存下来了，而且他们似乎在整个经历中建立了一种很好的联系。"

[CovertActionNarrative_ResistanceContact_Spectres X2CovertActionNarrativeTemplate]
ActionName="信号增强"
ActionPreNarrative="我们可能没有其他派系那样广泛的人员接触，但通信设备升级？在这方面我们绝对有优势。"
ActionPostNarrative="我从未听到复仇者如此清晰：而且我觉得很快会有更多的人这样说。"

[CovertActionNarrative_SharedAbilityPoints_Spectres X2CovertActionNarrativeTemplate]
ActionName="战斗准备"
ActionPreNarrative="你们的中层军官向我们提出了一个关于广泛演习的有趣提议。能够与我们仍然被困的同胞进行对抗练习将非常有用。"
ActionPostNarrative="训练很激烈，但你的士兵为你感到自豪，指挥官。"

[CovertActionNarrative_BreakthroughTech_Spectres X2CovertActionNarrativeTemplate]
ActionName="技术突破"
ActionPreNarrative="长老们说他们是进步的原因，但我知道他们所奴役的包括我自己的那些人的贡献。"
ActionPostNarrative="利用我们所学，用我们的知识力量烧毁长老们。"

[CovertActionNarrative_SuperiorWeaponUpgrade_Spectres X2CovertActionNarrativeTemplate]
ActionName="制造升级"
ActionPreNarrative="虽然你们的武器对我们来说很奇怪，但我们的…科学家，我想你们会这么称呼他们，一直在思考如何改进它们。"
ActionPostNarrative="愿这个升级提供你们所需的力量。"

[CovertActionNarrative_SuperiorPCS_Spectres X2CovertActionNarrativeTemplate]
ActionName="制造PCS"
ActionPreNarrative="这种技术依赖于它所接收的数据。凭借我们的经验，我们可以为你的士兵提供超越他们生命周期的战斗经验。"
ActionPostNarrative="愿你的战斗永远胜利。"

[CovertActionNarrative_AlienLoot_Spectres X2CovertActionNarrativeTemplate]
ActionName="搜寻外星战利品"
ActionPreNarrative="变种人派出了一支巡逻队经过我们正在监控的区域，事情对我们有利。如果你感兴趣，这里有一些留给XCOM的剩余残骸。"
ActionPostNarrative="享受我们劳动的成果。"

[CovertActionNarrative_FacilityLead_Spectres X2CovertActionNarrativeTemplate]
ActionName="设施线索"
ActionPreNarrative="自从你的议员向各派系透露长老们正在计划的事情以来，我们一直在寻找与之相关的任何事物。我们可能已经追踪到了一个与这个怪物相关的设施。"
ActionPostNarrative="我们已经揭示了指向其中一个设施的数据：愿你迅速击倒它。"

;new covert actions
;resistance card is here because the standard reward won't work for the new faction

[CovertAction_FindSpectres X2CovertActionTemplate]
ActionObjective="定位派系"

[CovertAction_RecruitSpectreSoldier X2CovertActionTemplate]
ActionObjective="招募士兵"

[CovertAction_AlienResistanceCard X2CovertActionTemplate]
ActionObjective="抵抗命令"

[CovertAction_RescueSpectre X2CovertActionTemplate]
ActionObjective="救援解放派特工"

[CovertAction_NewCardSlots X2CovertActionTemplate]
ActionObjective="更多反抗军命令槽位"

[CovertActionNarrative_ResistanceCard_Spectres X2CovertActionNarrativeTemplate]
ActionName="新反抗军命令"
ActionPreNarrative="我们抵抗运动之间的关系已经取得了丰硕的成果。我们已经有了一些想法，可以进一步结合我们的力量。"
ActionPostNarrative="准备好下一套命令时，请通知我们，指挥官。"

[CovertActionNarrative_FindFaction_Spectres X2CovertActionNarrativeTemplate]
ActionName="寻找解放派"
ActionPreNarrative="你不会认为一个外星抵抗组织能在地球上取得成功，但他们显然在对抗长老时取得了一些胜利。如果我们能证明我们以诚意与他们合作，这可能对我们是一个很好的帮助来源。"
ActionPostNarrative="起初他们有些犹豫，但解放派已经同意在我们的共同目标——推翻长老——上与我们合作。作为诚意展示，他们的蝰蛇领袖派了几名新兵加入复仇者号。"
 
 ;available at max influence.
[CovertActionNarrative_RecruitFactionSoldier_Spectres X2CovertActionNarrativeTemplate]
ActionName="迎接战士"
ActionPreNarrative="解放被奴役的人需要时间，但你在战场上的成功使得这变得更容易。我们现在可以负担得起让新兵自愿与XCOM更紧密地合作。"
ActionPostNarrative="现在他们归你照顾了，指挥官。"

 ;spawns extract mission for Spectres, mission will raise influence low to med. 
[CovertActionNarrative_RescueOperative_Spectres X2CovertActionNarrativeTemplate]
ActionName="越狱行动"
ActionPreNarrative="我们的一个特工被变种人俘虏了。我们请求XCOM的帮助，在他们再次奴役他们之前，将他们解救出来。"
ActionPostNarrative="这是一次成功的行动，但变种人并不急于将某人重新拉回他们的阵营。我们仍然需要你的帮助，指挥官。"

 ;Raises the card slots of all factions by one. Raises influence from med to high, but requires either the psi gate, forge, or avatar kill to be done.
[CovertActionNarrative_CardSlots_Spectres X2CovertActionNarrativeTemplate]
ActionName="整合实验设备"
ActionPreNarrative="我们在一个废弃的人类实验室里找到了一些奇怪的设备。这些设备有一个人类的外壳，但内部的技术甚至比变种人还要先进。这可能对你有用。"
ActionPostNarrative="信号异常强烈：制造这个东西的人应该在变种人找到他们之前被发现。"
